[
  {
    "productId": "001",
    "name": "Coffee Chair",
    "description": "THE NAME SAYS IT ALL, THE RIGHT SIZE SLIGHTLY SNUGS THE BODY LEAVING ENOUGH ROOM FOR COMFORT IN THE SLEEVES AND WAIST.",
    "rating": 4.3,
    "category": "chair",
    "imageUrl": "https://cdn.shopify.com/s/files/1/0096/4594/9013/files/Chairs_Cafe-13.jpg",
    "price": 13000,
    "quantityRemaining": 7
  },
  {
    "productId": "002",
    "name": "Nordic dinning chair",
    "description": "How can you resist the sunny style of this Nordic Dining ICE Lemon green Scandinavian chair with solid oak? The lemon green colour of this char's seat is subtly accentuated by elegant sloping oak feet, and will add a cheerful note to your interior design. As elegant as it is comfortable, this scandinavian-style chair features a seat with well-padded, plush upholstery. Pair this chair with a designer table.",
    "rating": 4.2,
    "category": "chair",
    "imageUrl": "http://cdn.shopify.com/s/files/1/1185/9434/products/nordic-dining-chair-with-wood-legs-29995350687936.png",
    "price": 17500,
    "quantityRemaining": 2
  },
  {
    "productId": "003",
    "name": "Tub Chair Cover",
    "description": "Made of durable and soft velvety fabric, rich, soft and comfy. Highly stretchy and craftsmanship provide the maximum fit for most styles of furniture, give your sofa a charming new look. The elastic is free-floating inside the hem of the cover to allow you to adjust fullness around the perimeter of your furniture. Create an instant, modern fitted look that matches that of more expensive upholstery.",
    "rating": 3.9,
    "category": "chair",
    "imageUrl": "https://i5.walmartimages.com/asr/51ae3bf5-7ff3-4278-b18e-109e24eb1f4d.412b809e6831fe9bd3f5e536300003b6.jpeg",
    "price": 20000,
    "quantityRemaining": 3
  },
  {
    "productId": "004",
    "name": "Haven High Leg Reclining Chair",
    "description": "Traditional transformed, the Haven recliner is a cool combination of classic design and laid-back reclining comfort. Updated styling includes uniquely sculpted rolled arms, a tight back, tapered wood legs and decorative welt trim on the back seat and arms.",
    "rating": 4.5,
    "category": "chair",
    "imageUrl": "https://content.la-z-boy.com/Images/product/category/white/xlarge/028450.jpg",
    "price": 100000,
    "quantityRemaining": 8
  },
  {
    "productId": "005",
    "name": "Executive Director Swivel Classic Office Chair",
    "description": "Product is strong chrome base\nClassic design\nblack leather\nGreat cushioning and comfort\nHigh dense film padded back\nRevolving chair suitable for senior management.\nAdjustable height ensures correct seating posture.\nPadded armrest offer relaxed seating.\nProduct NOT coupled",
    "rating": 4.0,
    "category": "chair",
    "imageUrl": "http://cdn.shopify.com/s/files/1/0523/8439/9556/products/WhatsAppImage2022-02-18at10.13.06AM_1200x1200.jpg?v=1645183871",
    "price": 80000,
    "quantityRemaining": 2
  },
  {
    "productId": "006",
    "name": "Victory R Swivel Office Chair- Black",
    "description": "Our Premium Mesh Large Swivel Office Chair is designed to accomplish utmost approval and consent of the users. The chair is highly comfortable and known for its alluring pattern and eye-catching appearance. The breathable feature makes you comfortable to sit on it, ergonomically designed and supports hours of work like typing, writing and other official works. It features adjustable height, curved backrest and armrests design, wheels that slide smoothly while moving on the floor, stainless chrome casters and special mechanism which enables you adjust the energy required to tilt the chair.",
    "rating": 4.2,
    "category": "chair",
    "imageUrl": "https://ng.jumia.is/unsafe/fit-in/680x680/filters:fill(white)/product/79/834236/1.jpg?9492",
    "price": 30000,
    "quantityRemaining": 4
  },
  {
    "productId": "007",
    "name": "Embrace (r) Chair office chair",
    "description": "Padded and contoured armrest provides elbow support and patterned cushioned backrest and seat also provides comfortable seating.\n\nFuturistic design\nUnique cushioning for seat and back\nPadded contoured armrest provides elbow support.",
    "rating": 4.1,
    "category": "chair",
    "imageUrl": "https://cdn.shopify.com/s/files/1/0336/3880/9739/products/EMBRACE-R-office-chair-eunicon_500x.jpg?v=1616016996",
    "price": 45500,
    "quantityRemaining": 3
  },
  {
    "productId": "008",
    "name": "Velvet Accent Chair with Golden Metal Stand-Jade Green",
    "description": "This glamorous style accent chair with modern appeal really makes a statement and brings luxurious and sophisticated look, to enhances the surrounding decor.",
    "rating": 3.9,
    "category": "chair",
    "imageUrl": "https://m.media-amazon.com/images/I/71tGEnVASgS._AC_SX679_.jpg",
    "price": 50000,
    "quantityRemaining": 12
  },
  {
    "productId": "009",
    "name": "Upholstered Comfy Armchair Chair with Solid Tapered Metal Legs",
    "description": "The surface is made of good quality circle fleece, which is very soft and comfy. The interior is filled with high-density foam for better resilience, making sure you sit comfortably and the cushion will not become out of shape easily.",
    "rating": 4.8,
    "category": "chair",
    "imageUrl": "https://m.media-amazon.com/images/I/71OKkF4sWCL._AC_SX679_.jpg",
    "price": 70000,
    "quantityRemaining": 13
  },
  {
    "productId": "010",
    "name": "Artemis Gaming Chair - Red and Black",
    "description": "Get in and hold on – this Artemis gaming chair is ready to catapult you to peak gaming performance. Planning on some extended gameplay sessions? Give yourself some support with the ergonomic shape of sleek red and black faux leather packed with high-density foam so you can still be at your best long into the game. Adjust the height of the chair with the gas lift to best suit your size and tilt the chair back up to 15 degrees for added comfort. Resting upon five casters, you can easily roll this chair around the room without missing any of the action.",
    "rating": 5.0,
    "category": "chair",
    "imageUrl": "https://cdn.shopify.com/s/files/1/2660/5202/products/artemchr_ac_04_1400x.jpg?v=1655395445",
    "price": 120000,
    "quantityRemaining": 2
  },
  {
    "productId": "011",
    "name": "Elm Coffee table",
    "description": "Our Elm Coffee Table is handmade using traditional Mortice joints, and constructed from vintage elm.These tables have the appearance of well kept original peasant pieces, however, are newly made with a lovely patina, and will provide years of use.Each coffee table is made from reclaimed elm and has it's own unique characteristics. Coffee table pictured is indicative only",
    "rating": 4.5,
    "category": "table",
    "imageUrl": "http://cdn.shopify.com/s/files/1/2805/1346/products/Pavia-Coffee-Table_grande.png",
    "price": 24200,
    "quantityRemaining": 12
  },
  {
    "productId": "012",
    "name": "Frankford Oakwood Folding Beach Table",
    "description": "The Frankford Oakwood Folding Beach Table is the perfect companion for the Oakwood Beach Chair/Lounger, or a great portable side table on its own.   Frame is weatherproof and designed with strength and durability in mind, using all North American hardwood and stainless steel fasteners.",
    "rating": 3.9,
    "category": "table",
    "imageUrl": "https://www.resortchairs.com/wp-content/uploads/2019/06/95154-oakwood-table.jpg",
    "price": 9000,
    "quantityRemaining": 1
  },
  {
    "productId": "013",
    "name": "Poise Full Leather Center Table",
    "description": "This Luxury full leather center table will add elegance to your living room. It is made with Black leather with white leather base and wooden top.",
    "rating": 3.4,
    "category": "table",
    "imageUrl": "http://cdn.shopify.com/s/files/1/1185/9434/products/poise-full-leather-center-table-4626717835333.jpg?v=1586913720",
    "price": 75785,
    "quantityRemaining": 9
  },
  {
    "productId": "014",
    "name": "Compact 3tier Coffee Table - Brown White Center Table",
    "description": "This Coffee Table adds sleek sophistication to your living area and coordinating well with other woodgrains and finishes. The table is low and sturdy, with patterned base that add a stunning dimensional feature to the design.  This table is built from high-density MDF boards and is put together with heavy-duty steel hardware, so it will be as long-lasting as it is beautiful.",
    "rating": 3.8,
    "category": "table",
    "imageUrl": "http://cdn.shopify.com/s/files/1/1185/9434/products/compact-3tier-coffee-table-brown-white-center-table-28967970734272.jpg?v=1625440559",
    "price": 44900,
    "quantityRemaining": 4
  },
  {
    "productId": "015",
    "name": "Ten Table",
    "description": "The Ten Table's table top and table legs are made of solid wood. Despite the table's heaviness in size and weight, it still has a lightness, which is emphasized by the refined crafted details like the beautiful vertical grooves of the legs and the distinctive, organic-shaped table top. The slightly curved shape of the table top does not have any straight lines at all, and in combination with the sloping table edge, it looks like the table top is constantly moving. Also available with extension leaves.",
    "rating": 3.9,
    "category": "table",
    "imageUrl": "https://greatdanefurniture.com/cms_uploads/images/1301_untitled-3_0002_ten-table_smoked-oak_300x105cm_ii20-1.jpg",
    "price": 185000,
    "quantityRemaining": 6
  },
  {
    "productId": "016",
    "name": "Tree table",
    "description": "Tree Table is a perfectly balanced natural design. Simple steel construction underlies solid wooden planks shaped by nature and fashioned in Denmark by some of the country's most skilled hands. The table combines true craftmanship and innovative engineering, the result is minimalist and striking in line with dk3's philosophy and respect for nature. Materials are sourced from the Black Forest in Germany where biodiversity and sustainable forestry have been practiced for 300 years. After the tree is cut down, a new one is planted in its place.",
    "rating": 4.8,
    "category": "table",
    "imageUrl": "https://greatdanefurniture.com/cms_uploads/images/775_untitled-1.jpg",
    "price": 450000,
    "quantityRemaining": 4
  },
  {
    "productId": "017",
    "name": "June Coffee Table",
    "description": "Elegant circular table to accentuate your personal living space. Dimensions: Φ420x450mm",
    "rating": 4.5,
    "category": "table",
    "imageUrl": "https://hometrends.com.mt/wp-content/uploads/2022/11/JUNE-coffee-table-1.jpg",
    "price": 76000,
    "quantityRemaining": 9
  },
  {
    "productId": "018",
    "name": "Edith Coffee Table",
    "description": "Made with an organic base topped with glass, the Edith Coffee Table is suitable for any living environment. Its neutral, natural materials create a harmonic look to your living space. Dimensions 120x60cm",
    "rating": 3.0,
    "category": "table",
    "imageUrl": "https://hometrends.com.mt/wp-content/uploads/2022/11/EDITH-coffee-table-1.jpg",
    "price": 79000,
    "quantityRemaining": 10
  },
  {
    "productId": "019",
    "name": "Edith Dining Table",
    "description": "Composed of an organic shaped base topped with glass, the Edith Dining table is highly suitable as a neutral set of dining furniture, suitable for any home.\nDimensions: 160cm x90cm (without extension)\nDimensions with extension : 240cm x 90cm  (with extensions open)",
    "rating": 3.2,
    "category": "table",
    "imageUrl": "https://hometrends.com.mt/wp-content/uploads/2022/11/EDITH-dining-table-scaled.jpg",
    "price": 80000,
    "quantityRemaining": 11
  },
  {
    "productId": "020",
    "name": "Argos Home Elsie Glass Dining Table & 4 Black Chairs",
    "description": "In a tight spot? Save on space without compromising on style with our ultra-modern Elsie. The 4 chairs fit perfectly underneath, so no space is wasted when the table is not in use. The clear glass top combined with chrome legs and sleek black chairs make this one smart and delectable dining set!",
    "rating": 5.0,
    "category": "table",
    "imageUrl": "https://media.4rgos.it/i/Argos/8479066_R_Z001A?w=1500&h=880&qlt=70&fmt=webp",
    "price": 680000,
    "quantityRemaining": 5
  },
  {
    "productId": "021",
    "name": "Luxor Black Velvet",
    "description": "The Luxor Black Velvet Bed is available in queen or king size and includes the headboard, footboard, rails, and wing. Neither a mattress nor mattress box foundation is included with the purchase of this bed. This bed is covered in black velvet fabric, making it easy to blend into almost any room. The headboard is both tufted and padded, making it more comfortable to sit up in bed. Nailhead trim outlines the edges of the headboard, giving this bed a unique elegant look.",
    "rating": 4.5,
    "category": "bed",
    "imageUrl": "https://cdn10.bigcommerce.com/s-mhjjd3e/products/2190/images/8448/luxor-bed_orig__55753.1603496541.1200.1200.jpg?c=2",
    "price": 470000,
    "quantityRemaining": 6
  },
  {
    "productId": "022",
    "name": "Blue Velvet With Diamonds Bed",
    "description": "The Blue Velvet with Diamonds Bed is available in queen or king size and includes the headboard, footboard, and rails. As its name suggests, this bed is covered in soft blue velvet fabric. The headboard is tufted and large rhinestones are located at the center of each tuft, giving it an extra decorative touch. Nailhead trim outlines the edges of the headboard for an elegant look.",
    "rating": 4.4,
    "category": "bed",
    "imageUrl": "https://cdn10.bigcommerce.com/s-mhjjd3e/products/2015/images/7943/Happy-Homes-327-Blue-Velvet-with-Diamonds-Bed-Isolated-Square__32506.1590601485.600.600.jpg?c=2",
    "price": 900000,
    "quantityRemaining": 4
  },
  {
    "productId": "023",
    "name": "Vitafoam Bed 6 by 4.5 + Mattress",
    "description": "Enjoy the clean, minimalist style of this bed and headboard. In white, black, or brown finishes, this simple headboard set perfectly complements any decor. The bedframe includes wooden slats that support up to 600 pounds and eliminate the need for a box spring.",
    "rating": 4.2,
    "category": "bed",
    "imageUrl": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/60/292858/1.jpg?5239",
    "price": 370000,
    "quantityRemaining": 6
  },
  {
    "productId": "024",
    "name": "6/6 Black Leather Padded Bed",
    "description": "Bed frame-This furniture has an interesting and functional compartmentalization to meet all your desire or purposes.It produces that touch of class, elegance and structure to your living space, bed room and office.It is durable and made with highest attention.",
    "rating": 4.9,
    "category": "bed",
    "imageUrl": "https://ng.jumia.is/unsafe/fit-in/680x680/filters:fill(white)/product/13/154366/1.jpg?1446",
    "price": 267000,
    "quantityRemaining": 11
  },
  {
    "productId": "025",
    "name": "Macan-g Upholstered Bed Frame",
    "description": "This bed combines form and function with its superior durability and classic visual appeal. It is made from natural wood and upholstered in a Fabric, which is hard to distinguish. With its luxurious plush view, this bed frame just oozes classes\n\nSo, this will definitely be quite budget friendly for you.\n\n \n\nDIMENSIONS \n\nKing Size 6ft x6ft",
    "rating": 3.9,
    "category": "bed",
    "imageUrl": "https://www-konga-com-res.cloudinary.com/w_auto,f_auto,fl_lossy,dpr_auto,q_auto/media/catalog/product/G/Y/177141_1627565150.jpg",
    "price": 319500,
    "quantityRemaining": 5
  },
  {
    "productId": "026",
    "name": "799 Bed Frame",
    "description": "The 799 series represents a classic look with terrific functionality. The bed contains 2 individual storage compartments. The 799 series features a mix of softly measured, solid teak edges and accents, with teak veneers. The bed slats are made of solid poplar wood.\n\nDimensions:  \nKing - 30\"H x 83.5\"W x 91.5\"D",
    "rating": 5.0,
    "category": "bed",
    "imageUrl": "https://www-konga-com-res.cloudinary.com/w_auto,f_auto,fl_lossy,dpr_auto,q_auto/media/catalog/product/S/F/177141_1618493693.jpg",
    "price": 450000,
    "quantityRemaining": 7
  },
  {
    "productId": "027",
    "name": "Handys Platform Bed",
    "description": "Handys collection is full of the latest styles at value prices that you will not find anywhere but right here in Nigeria.\n\nOwning the factories and the imported materials is part of what gives us the opportunity to provide you with products of amazing quality at unbelievable values. The steel framed Platform Bed 2000 features wooden slats that provide strong support for your memory foam, latex, or spring mattress. Low profile 10 inch height with 7 inches of clearance under the frame. Openings in two of the legs allow for attaching a headboard to this Platform bed. The Platform Bed 2000 provides stylish and strong support for your mattress.\n\n\n Dimensions: 60 inches wide x 80 inches long",
    "rating": 3.4,
    "category": "bed",
    "imageUrl": "https://www-konga-com-res.cloudinary.com/w_auto,f_auto,fl_lossy,dpr_auto,q_auto/media/catalog/product/P/l/Platform-Bed-7759942.jpg",
    "price": 210000,
    "quantityRemaining": 12
  },
  {
    "productId": "028",
    "name": "Modern Queen Platform Bed Frame",
    "description": "Sweet dreams and restful sleep are also fashionable when you have the Madison Modern Queen Platform Bed in your home. The bed is nicely tufted to add more flair. The metal legs are also adding modern accent to the bed. This bed from Baxton Studio features a design that integrates a plywood and hardwood frame supported by metal legs for added stability and durability. The dark color of the upholstery and headboard also creates a wonderful color contrast with any kind of mattress and bedding style, making it an exquisite addition that will complement any kind of bedroom decor.",
    "rating": 3.4,
    "category": "bed",
    "imageUrl": "https://www-konga-com-res.cloudinary.com/w_auto,f_auto,fl_lossy,dpr_auto,q_auto/media/catalog/product/M/o/Modern-Queen-Platform-Bed-7790873.jpg",
    "price": 356000,
    "quantityRemaining": 3
  },
  {
    "productId": "029",
    "name": "Stockholm Bed Frame - Single / Natural",
    "description": "Bring the essence of classic Scandinavian charm into your bedroom with the Stockholm bed frame. Crafted from solid ash and ash veneers, this timeless bed frame showcases interlocking dowl accents with a sweeping wood grain finish to flaunt a relaxed and understated design.",
    "rating": 4.2,
    "category": "bed",
    "imageUrl": "https://cdn.shopify.com/s/files/1/2513/8850/products/SNZ-38889_Stockholm_SS_Bedframe_Natural_Lifestyle_Front_Hero.jpg?v=1674183280",
    "price": 450000,
    "quantityRemaining": 5
  },
  {
    "productId": "030",
    "name": "DONDRA TEAK QUEEN BED",
    "description": "Eco platform sleeps sustainably sound with headboard of teak planks repurposed from homes no longer in use in India. Hand planed smooth, each plank patterns unique interest with its variegated tone, active grain, natural knots, splits and markings. Solid sustainable mango wood base is precision crafted with exposed peg joinery on low-profile block feet. Mattresses available, sold separately.",
    "rating": 2.8,
    "category": "bed",
    "imageUrl": "https://cb2.scene7.com/is/image/CB2/DondraQueenBedSHS21_1x1/$web_pdp_main_carousel_xs$/210203123041/dondra-teak-queen-bed.jpg",
    "price": 205000,
    "quantityRemaining": 18
  },
  {
    "productId": "031",
    "name": "ZINUS Shalini Upholstered Platform Bed Frame",
    "description": "Platform Bed loft bed frame for kids. Features a sturdy pine wood construction, a ladder, full-length guardrails and a panel design on both the headboard and footboard.Item Dimensions : 84\"L x 78\"W x 39.5\"H.Maximum weight recommendation:700 pounds\nDURABLY DESIGNED - Interior steel framework and dense foam padding add comfort and longevity; Twin size supports a maximum weight capacity of 350 pounds, while all other sizes can support up to 700 pounds\nNO BOX SPRING NEEDED - Durable wood slats support and extend the life of your latex, memory foam or spring mattress without the need for a box spring; For the twin and full sizes, slats are spaced 2.7 inches apart, and for other sizes, slats are spaced 3.2 inches apart.",
    "rating": 3.4,
    "category": "bed",
    "imageUrl": "https://m.media-amazon.com/images/I/81BFhQ7r+8L._AC_SL1500_.jpg",
    "price": 189094,
    "quantityRemaining": 15
  },
  {
    "productId": "032",
    "name": "SHA CERLIN Upholstered Modern Bed Frame with LED Headboard",
    "description": "【APP or Remote Control】With a stable Bluetooth or remote connection, freely switch between multiple colors and brightness, customize different patterns (constant, dynamic, and music sync modes).\n【Music Sync】With a high sensitivity audio sensor that flashes in sync with music, getting a party atmosphere from the new gorgeous, natural and dynamic light effect.\n【Upgraded Structure】The high-density quality steel structure and new generation equidistant slats represent our concern for your safety. All parts are in 1 box, no extra tools needed, only takes about 1 hour to assemble it.\n【More than comfort】Dense foam padding brings an excellent sense of wrapping and bounce, PU leather provides easy cleanliness and soft touch. Curved design for better ergonomics.\n【Safer Use】The headboard never gets hot even in LED mode for a long time, and diffuse light is friendly to your eyes.",
    "rating": 4.7,
    "category": "bed",
    "imageUrl": "https://m.media-amazon.com/images/I/81hB13x3HtS._AC_SL1500_.jpg",
    "price": 359990,
    "quantityRemaining": 1
  },
  {
    "productId": "033",
    "name": "Heavy Duty Steel Slat Mattress Foundation (No Box Spring Needed)",
    "description": "GOOD LOOKS, CONFIDENT STYLE - Thousands of positive reviews don’t lie - the Shalini, with its diamond pattern stitching that brightens up any room and easy-as-pie assembly, is highly rated for a reason.Item Dimensions : 79.5\"L x 59.5\"W x 14\"H.Maximum weight recommendation:330 pounds\nDurable and noise free construction with heavy duty steel 9 leg and center bar support\n12 inches vertical clearance for convenient under the bed storage space; Super sturdy and durable steel slats 100 percent steel construction\nEasy to assemble; No tools required and assembled in minutes\nProduct Dimension: (L) 60 inches x (W) 80 inches x (H) 14 inches",
    "rating": 3.7,
    "category": "bed",
    "imageUrl": "https://m.media-amazon.com/images/I/91TSuwHVEAL._AC_SL1500_.jpg",
    "price": 90594,
    "quantityRemaining": 7
  },
  {
    "productId": "034",
    "name": "Home Life B3260 Mattress",
    "description": "Independently superbly pocketed 15-gauge pocket coils\nQuality foam and polyester layering between cover and coils for optimal comfort\n100% Green certified foam\nMattress Comes compressed and rolled for easy shipping\nMore comfortable than most standard 8-10 inch mattresses. Plus no squeaking!",
    "rating": 3.9,
    "category": "bed",
    "imageUrl": "https://m.media-amazon.com/images/I/81rtlb-eXLL._AC_SL1500_.jpg",
    "price": 90540,
    "quantityRemaining": 25
  },
  {
    "productId": "035",
    "name": "Mattress Topper with Soothing Lavender Infusion",
    "description": "Memory Foam\nAmazing comfort from body-conforming memory foam\nResponsive active suspension isolates motion so no disruption for your sleep partner\nBody-conforming memory foam provides pressure relief all throughout the body\nSoothing lavender infusion works as a natural relaxant for calming sleep\nProduct Note: Please allow up to 72 hours for the topper to rise",
    "rating": 4.4,
    "category": "bed",
    "imageUrl": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T2/images/I/8169Kfbg9NL._AC_SL1500_.jpg",
    "price": 74392,
    "quantityRemaining": 17
  },
  {
    "productId": "036",
    "name": "VECELO 14 inch Twin Bed Frame Metal Platform",
    "description": "【Modern & simple design】This twin size bed frame features curved designs of headboard and straight foot-board, adding warmth and active to your room and provides you a comfortable sleeping and sitting experience. Ideal for kid bedroom dormitory, guest or living room.\n【Sturdy and stable】VECELO twin metal bed frame is constructed of sturdy metal slats, side rails and 6 solid legs which could hold up to 300lbs. It uses foam padding inside to ensure noise free.\n【Under bed Space storage】12.4 inch clearance underbed storage, 9 heavy duty support legs, together with 12 metal slats, this bed frame, strong and durable, matching the majority storage box and luggage,provides you with strong support for a relaxing sleep.\n【Product Dimensions】 77.72 x 39.45 * 14 inches.Maximum Weight Recommendation : 330 Pounds",
    "rating": 4.3,
    "category": "bed",
    "imageUrl": "https://m.media-amazon.com/images/I/51Urzp7eF0L._SS400_.jpg",
    "price": 75338,
    "quantityRemaining": 4
  },
  {
    "productId": "037",
    "name": "Lux Decor Collection Luxury 1800 Thread Count White Solid Microfiber Plush",
    "description": "Each bed sheet set contains 1 fitted sheet, 1 flat sheet, and 4 pillowcases except for Twin that has 2 pillowcases. What's in Package? Our Premium Queen size plain sheet sets come with 6 Pieces, 1 flat sheet 90\" x 102\", 4 plain pillowcases 20\" x 30\". Highest Quality: Made with 1800 Series Ultra-Soft Double Brushed microfiber fabric, these ultra-plush sheets are woven with the finest craftsmanship. A fabulous selection of colors will make your bedroom look like it belongs in a magazine. Sleep Better: You'll find yourself getting a restful night of sleep on our comfortable bed sheets. Not only this, these ultra-soft sheets have a plush texture and could be cleaned quickly and conveniently through a machine wash Light to touch, cool and exceptional strength you can count on, our sheet sets assure you a great night's sleep.",
    "rating": 4.4,
    "category": "bed",
    "imageUrl": "https://i5.walmartimages.com/asr/9a083141-73b8-4adc-9631-d2dfb2694c49.84e14d1a97d0fdaf98ec544cf24c59cd.jpeg",
    "price": 31347,
    "quantityRemaining": 10
  },
  {
    "productId": "038",
    "name": "Yoneston White Finish Twin Metal Bed Frame Platform with Two Bow-knot Headboards for Kids",
    "description": "Our Premium Metal Bed Frame Platform bed with headboard and footboard is a perfect twin size bed for boys, girls, teenage and youths. This metal bed frame foundation is made from durable, premium quality steel to provide sturdy support for your mattress. It is easy-to-assemble sturdily construction system that will provide you with reliable and convenient bedding support, the unique bowknot design will fit any room decor. Have a quite sweet sleep by our twin bed frame from now on.",
    "rating": 4.1,
    "category": "bed",
    "imageUrl": "https://i5.walmartimages.com/asr/2d77b03e-da73-4a24-b8c1-98e7fe42b32b.e46c7fef306775cd2d6c551b79ada091.jpeg",
    "price": 65688,
    "quantityRemaining": 8
  },
  {
    "productId": "039",
    "name": "Urban Shop Faux Fur Saucer Chair, Purple",
    "description": "DESIGN: Settle into a seat that loves you back and is designed to fit your body. A saucer chair designed in a gorgeous purple color that will suit any room décor. Featuring a sturdy metal frame to compliment its look. Add additional seating to living rooms, bedrooms, rec rooms or any room with this saucer chair. Designed in a simple color that will add a pop of color to any room you decide to put it in. Add a fun and cozy touch to any room you desire with this super soft faux fur saucer chair!",
    "rating": 4.5,
    "category": "chair",
    "imageUrl": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T1/images/I/81iw2-CgINL._AC_SL1500_.jpg",
    "price": 43718,
    "quantityRemaining": 4
  },
  {
    "productId": "040",
    "name": "Armless Computer Desk Chair",
    "description": "Height Adjustment - Just like the standing desks these are often paired with, you easily adjust the seat height between 14.57\"- 18.51\" to meet your exact posture needs. And the plush high-density foam seat cushion will offer your back some ease during a never-ending work week.\nMultipurpose Task Chair - This modern chair is as versatile as a computer chair. It has many uses outside the home office, from a reading chair to a great place to sit and get your makeup done. Its stylish look more like a piece of normal furniture than the office chairs that will make your house more inviting.",
    "rating": 4.5,
    "category": "chair",
    "imageUrl": "https://m.media-amazon.com/images/I/51FucfI2qgL._SS400_.jpg",
    "price": 70246,
    "quantityRemaining": 1
  },
  {
    "productId": "041",
    "name": "Bme Ergonomic Wicker Papasan Chair Soft Thick Density Fabric Cushion",
    "description": "AN ERGONOMIC PAPASAN CHAIR FOR EVERYONE: The bowl shaped frame is 37 3/8 inches wide and 19 15/16 inches deep, making our swivel chair suitable and comfortable for everyone. The high capacity papasan chair with cushion and frame can support up to 400 pounds\nHEAVENLY COMFORT WITH A PLUMP CUSHION: Our papasan chair cushion has 8.38 pounds of thick padding fiber, plus an airy TC inner fabric for added comfort and coziness. Three straps secure the cushion on the lazy chair, preventing it from slipping away",
    "rating": 4.6,
    "category": "chair",
    "imageUrl": "https://m.media-amazon.com/images/I/81-FKhmg4qL._AC_SL1500_.jpg",
    "price": 200366,
    "quantityRemaining": 5
  },
  {
    "productId": "042",
    "name": "GDF Studio Christopher Knight Home Kassi Fabric Accent Chair",
    "description": "CONTEMPORARY: With clean lines and tapered legs, this accent chair features a prominent contemporary style. With a minimalistic and comfortable design, this chair will blend seamlessly with your decor while providing ample seating space in any room.\nUPHOLSTERED: Our accent chair is generously upholstered, giving any room a refined appearance. This provides a smooth, immaculate texture for this piece as well as plush seating.\nRUBBERWOOD: Our environmentally-friendly wood not only offers plenty of durability, but it also gives this piece a beautiful natural-grain look. Combined with a gorgeous finish, this wood will truly stand out in any room.",
    "rating": 3.5,
    "category": "chair",
    "imageUrl": "https://m.media-amazon.com/images/I/8128nYYnkzS._AC_SL1500_.jpg",
    "price": 86000,
    "quantityRemaining": 2
  },
  {
    "productId": "043",
    "name": "Mainstays Fabric Folding Butterfly Chair",
    "description": "Lounging in style has never been easier with the Mainstays Folding Butterfly Chair in Blue Faux Fur. Decked out in soft, luxurious faux fur, this portable accent chair is your modern seating solution for any living space, big or small. This smart folding chair features a well-tailored, button-tufted backrest and a cushy, padded seat that easily slides onto a hardwearing steel frame. The simple, collapsible design makes it easy to fold and carry, perfect for everyday use in small-space dorms or apartment living. Whether you're looking for extra seating in your bedroom, living room or dining space, this versatile folding chair will easily become your favorite sitting spot. And when you need extra floor space, this padded folding chair is easy to store. Add convenient comfort and style to any space with the Mainstays Folding Butterfly Chair in Teal Faux Fur. Plus, it holds up to 225 LBS, good for both teenage and adult. Available in multiple colors! Choose from black microsuede, grey faux fur, spearmint faux fur and teal faux fur.",
    "rating": 4.3,
    "category": "chair",
    "imageUrl": "https://i5.walmartimages.com/asr/489e6849-8d53-49a0-863c-db8fddf9c35f_2.256809166367b3a66fe714d6e69c1b94.jpeg",
    "price": 36215,
    "quantityRemaining": 40
  },
  {
    "productId": "044",
    "name": "Sesslife Dining Chairs Set of 4",
    "description": "Comfort meets style with a touch of mid-century flair in this SESSLIFE classic PU dining chair. Perfect around a dining room table or at a desk, its texture and shape make a simple statement. The chairs' durable construction with metal legs pairs beautifully.\n\nSpecification:\n\nPackage Size: 44.09x 17.32x7.09 inches (4 pieces)\nMaximum Capacity: 280 lbs\nGross Weight: 35.27 lbs  (4 pieces)\nNet Weight: 33lbs (4 pieces)\nColor: Black\nMaterial: PU+Sponge+Iron\nPackage Includes:\n\n4 × Dining Chair\nNote: do not use power tools or use excessive force during assembly",
    "rating": 4.9,
    "category": "chair",
    "imageUrl": "https://i5.walmartimages.com/asr/3f74c2d8-0720-4ed9-a9b3-b7f65a655e48.7d83874a2a947b8c2adc955a110729fd.jpeg",
    "price": 301372,
    "quantityRemaining": 12
  },
  {
    "productId": "045",
    "name": "Brown Faux Leather Upholstery",
    "description": "This is the perfect lounge chair! The Better Homes and Gardens Pillow Lounge Chair was simply meant for your living room, bedroom, or casual seating area. The contemporary feel of the chair will work with a variety of room decors. The design of this chair features clean and simple lines. Combine it with a range of styles, from modern to rustic and everything in between. The medium brown faux leather feels rich and gives the chair a distinctive flair while the black painted metal base captures an industrial appeal. The Pillow Lounge Chair is very comfortable too. Seat and chair back are generously padded for a plush, lounging experience. The sturdy metal frame adds plenty of support. The overall design quality of this chair is unmistakable. Whether in a dorm room, teen bedroom, or favorite lounge area, the Better Homes & Gardens Pillow Chair will be a welcome addition to your space.",
    "rating": 4.6,
    "category": "chair",
    "imageUrl": "https://i5.walmartimages.com/asr/6a508187-58ed-4b9f-b154-d56bbb49aafa_1.56a01934e27041faaa06f68fa8c57b5c.jpeg",
    "price": 104631,
    "quantityRemaining": 0
  },
  {
    "productId": "046",
    "name": "Polar Aurora Gaming Recliner Chair",
    "description": "Polar Aurora Gaming Recliner Chair sofa PU Leather Vibratory Ergonomic Lounge\n\nMPN\tHW0002\nBrand\tPolar Aurora",
    "rating": 0.0,
    "category": "chair",
    "imageUrl": "https://i.ebayimg.com/images/g/HqgAAOSwQ2ZfRK~p/s-l500.jpg",
    "price": 238547,
    "quantityRemaining": 12
  },
  {
    "productId": "047",
    "name": "SMUG Computer 40 Inch Home Office Writing Work Study",
    "description": "【Convenient Storage Bag and Hook】: The storage bag is added on the side of the computer desk, which can be placed some books or other office supplies, it can provide more space of the home office desk to place other stuffs and help you better allocate desktop space. Hook on the other side can hang headphone or bag, they both can be removable. Great for student teens boys girls writing /adult work.\n【Sturdy and Durable Desk】: To ensure the stable and sturdy of our computer desk, we use 1.18in tube frame which is 3 size big compared to others.The home office desk use the diagonal brace to reinforce the frame to double ensure the sturdy of the office desk.The computer desk with stable solid metal can stay totally stability.Equipped with leg pad to protect your floor from scratch adapt to multi kinds of floor.Reducing noise when move your desk.Just enjoy it !\n【Safe Material Desk with Multi Size For Your Choice】:You can enjoy a healthy home life with our eco-friendly material desktop, it meet the EPA and CARB safe air standard.The Home office desk is made of thick Particle board with scratch-resistant, anti-collision and waterproof, protect home office desk surface from daily wear and tear.Multiple size is available fo you: length is 31in/40in/47in/55in.the width is 19.7in.You can place lots of stuff on it like computer, notebook, working files,pen,and other office/writing supplies.",
    "rating": 4.4,
    "category": "table",
    "imageUrl": "https://m.media-amazon.com/images/I/71uCSS5UMtL._AC_SL1500_.jpg",
    "price": 49500,
    "quantityRemaining": 10
  },
  {
    "productId": "048",
    "name": "6ft Plastic Folding Table",
    "description": "HEAVY-DUTY TABLE TOP: Place food, drinks, and much more on the strong, easy-to-clean table top with high-quality plastic up to 17% thicker than other brands, plus 3x the weight capacity at 300 lbs.\nINDOOR/OUTDOOR USE: Versatile use makes it perfect as a dining or game table for outdoor cookouts or birthday parties, or as a serving or display table for indoor events\nSTURDY SUPPORT: Powder-coated steel legs, frame joint locks, and non-slip rubber feet help to keep the table in place during every event\nPORTABLE: Foldable design includes a side lock and handle, making it easy to take on the go or store away in a compact space when not in use\nOVERALL DIMENSIONS: 72\"(L) x 30\"(W) x 30\"(H); Weight Capacity: 300 lbs.",
    "rating": 4.6,
    "category": "table",
    "imageUrl": "https://m.media-amazon.com/images/I/61mU+7VlqKL._AC_SL1500_.jpg",
    "price": 95600,
    "quantityRemaining": 22
  },
  {
    "productId": "049",
    "name": "ZenStyle Wood Console Table with Curved Legs and Shelf",
    "description": "【High-quality Materials】--Constructed of premium SOLID MDF WOOD, this sleek hall console table features an unique curved base, stury and durable to use; Weight Capacity: up to 66 pounds each shelf; The surface is finished in a cappuccino (dark brown) wood color, with the tough coating makes it resistant to scratches and has better skid resistance, which will complete the stylish look of your living space and promises a long service life\n【Console Table with 3 Tier Storage Shelves】--The console table for entryway features 3 shelves to provide you with spacious space. The console top is idea for putting something decorative like vase, photo frame, books,and anything else you want to display. The lower storage shelves offers addtional space for magazines, makeup tray, baskets or delicate small objects, which makes your space neat and clean\n【Versatile】-- Great as a console table, sofa table, tea table ,entry/hallway table, even as a TV stand. The entryway table is suitable for placing in the living room, hallway, basement, bathroom, bedroom, balcony, office and so on. Solid color, open concept and curved legs are all elements that help make your home or office update a grade\n【Easy to Assemble】--Size: 32\"(H) x 11.5\" (D) x 47.25\"(L). Put it together is an absolute breeze, a wonderful console table can be set up in just a few minutes. Detailed instructions, screws, and Allen key are provided. It's easy to wipe clean the table by soft damp cloth",
    "rating": 4.5,
    "category": "table",
    "imageUrl": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T1/images/I/41+trhybQzL._SS400_.jpg",
    "price": 103777,
    "quantityRemaining": 1
  },
  {
    "productId": "050",
    "name": "HOOBRO Side Table, 3-Tier Narrow End Table",
    "description": "Focal Point: Wood grain panel and sturdy matte metal frame complement each other, strong and durable; industrial retro style creates a stylish, simple and vibrant living space\nLarge Storage Space: Sized in 23.6”L x 11.8”W x 23.6”H. This side table for small space has 3 layers of shelves that provide enough storage space for your favorite items, and there is no pressure in narrow corners or in the middle of the recliners\nDIY Artwork: 2 layers of metal shelves can be adjusted to a horizontal or inclined position as needed. It can be used as a bedside table in the bedroom, as a end table in the living room, or to store books, potted plants and miscellaneous odds and ends in the corner\nAttentive Details: Still concerned about the issues of uneven ground or of scratching the solid wood floor? Problem Solved! HOOBRO offers four free adjustable feet accompanied with each multi-purpose coffee table to ensure stability and protect floor\nWorry-Free Assembly: In order to deliver a pleasant shopping experience, we simplified the assembly method and steps. With the numbered parts and comprehensible instructions, even a child completes the assembly quickly without great effort",
    "rating": 4.7,
    "category": "table",
    "imageUrl": "https://m.media-amazon.com/images/I/41e+WAzY6-L._SS400_.jpg",
    "price": 55000,
    "quantityRemaining": 1
  },
  {
    "productId": "051",
    "name": "FORAOFUR Side Table, Small End Table Accent Table",
    "description": "Solid & Durable Construction - The small side table is constructed from sturdy MDF board and solid wood legs for long-term use. The quadrangular structure makes the end tables living room more stable. Each leg features a rubber foot pad to protect floor from damage.\nVersatile Side Table - Measuring 15.75\" L x 11.8\" W x 16.54\" H, this compact and lightweight wooden side table offers display space for photos, books in anywhere of your home. You can also use this small end table as a patio table or plant stand.\nNever Out of Trend - With a minimalist look, this small accent table is perfect for all styles of rooms as it will blend with all decorative colors. You can use this boho side table as a highlight anywhere, such as bedroom, living room or balcony.\nEvery Detail Matters - This modern side table features a smooth wood board that is waterproof and easy to clean. Rounded-edge tabletop could protect you and your family from injury.\nEasy Assembly - Quickly set without tools in minutes. You Just need to screw the legs to the tabletop until they are tightened. You can easily disassemble it and move the 4lbs side table to the place you want.",
    "rating": 0.0,
    "category": "table",
    "imageUrl": "https://m.media-amazon.com/images/I/31506iMZhaL._SS400_.jpg",
    "price": 32650,
    "quantityRemaining": 13
  },
  {
    "productId": "052",
    "name": "Oxford 1 Drawer Console Table with Shelves",
    "description": "Oxford Collection\nX Pattern\nHinged Flip Tabletop Offers Accessible Concealed Storage\nQuick and Easy Set Up\nAvailable in Multiple Finishes\nColor May Vary Slightly Due to Photography Lighting or Monitors Display",
    "rating": 4.5,
    "category": "table",
    "imageUrl": "https://m.media-amazon.com/images/I/71ovWHgEu7L._AC_SL1500_.jpg",
    "price": 103800,
    "quantityRemaining": 12
  },
  {
    "productId": "053",
    "name": "5 Piece Dining Table Set Modern Set for 4 Chairs",
    "description": "Features:\nMade from solid particle board for a tough frame which can cope with everyday use\nFolds into a small and compact unit – saving space when not in use\nSix wheels on the bottom for easy movement – 2 be locked to keep in place\nTwo center shelves for discreet storage room\nThick center base to keep table balanced and stable\nMelamine top coat for a smooth finish with protects against light liquids and damage\nSimple and modern personality and practical integration, let home become an art",
    "rating": 4.8,
    "category": "table",
    "imageUrl": "https://i5.walmartimages.com/asr/f949ca0f-7926-40f8-8a93-ada97a6de72a.15ff31c91a4993027282c458b670abc4.jpeg",
    "price": 215000,
    "quantityRemaining": 11
  },
  {
    "productId": "054",
    "name": "Ktaxon Wood Computer Desk PC Laptop Study Table",
    "description": "Features:\n\nSpacious Tabletop and Sturdy Metal Frame:The tabletop is strong and spacious enough for you to work or study. The surface and edge of the tabletop are smooth so as to prevent your hands from being scratched. It is constructed of durable steel with exquisite white finish. Two horizontal metal bars ensure its stability and sturdiness\n\nProtective Foot Cap:Under each leg is there a protective foot pad which greatly stabilizes the table and protects the floor from being scratched. Superior adjustable leg pads make the table maintain stable even on uneven floor\n\nEasy to Assemble and Move:The desk comes with detailed manual and complete accessories. Specific assembly steps are clearly listed for your reference. Although equipped with a powerful construction, the table is lightweight to be easily moved\n\nMultifunctional Desk:This table can be placed in your home study, bedroom and office to play its practical use such as serving as a computer desk, office work station, study stable or writing desk. It provides sufficient space for computer, monitor, printer, writing and study. Underneath the tabletop is there much space for storage.",
    "rating": 3.9,
    "category": "table",
    "imageUrl": "https://i5.walmartimages.com/asr/7a6e020b-9e13-4ada-a397-c54a70a3be51_1.d131c07416862835285d14ffc100ecd9.jpeg",
    "price": 79000,
    "quantityRemaining": 12
  }
]