[
  {
    "productId": "001",
    "name": "Coffee Chair",
    "description": "THE NAME SAYS IT ALL, THE RIGHT SIZE SLIGHTLY SNUGS THE BODY LEAVING ENOUGH ROOM FOR COMFORT IN THE SLEEVES AND WAIST.",
    "rating": 4.3,
    "category": "chair",
    "imageUrl": "https://cdn.shopify.com/s/files/1/0096/4594/9013/files/Chairs_Cafe-13.jpg",
    "price": 13000,
    "quantityRemaining": 7
  },
  {
    "productId": "002",
    "name": "Nordic dinning chair",
    "description": "How can you resist the sunny style of this Nordic Dining ICE Lemon green Scandinavian chair with solid oak? The lemon green colour of this char's seat is subtly accentuated by elegant sloping oak feet, and will add a cheerful note to your interior design. As elegant as it is comfortable, this scandinavian-style chair features a seat with well-padded, plush upholstery. Pair this chair with a designer table.",
    "rating": 4.2,
    "category": "chair",
    "imageUrl": "http://cdn.shopify.com/s/files/1/1185/9434/products/nordic-dining-chair-with-wood-legs-29995350687936.png",
    "price": 17500,
    "quantityRemaining": 2
  },
  {
    "productId": "003",
    "name": "Tub Chair Cover",
    "description": "Made of durable and soft velvety fabric, rich, soft and comfy. Highly stretchy and craftsmanship provide the maximum fit for most styles of furniture, give your sofa a charming new look. The elastic is free-floating inside the hem of the cover to allow you to adjust fullness around the perimeter of your furniture. Create an instant, modern fitted look that matches that of more expensive upholstery.",
    "rating": 4.5,
    "category": "table",
    "imageUrl": "https://i5.walmartimages.com/asr/51ae3bf5-7ff3-4278-b18e-109e24eb1f4d.412b809e6831fe9bd3f5e536300003b6.jpeg",
    "price": 24200,
    "quantityRemaining": 12
  },
  {
    "productId": "004",
    "name": "Executive Director Swivel Classic Office Chair",
    "description": "Product is strong chrome base\nClassic design\nblack leather\nGreat cushioning and comfort\nHigh dense film padded back\nRevolving chair suitable for senior management.\nAdjustable height ensures correct seating posture.\nPadded armrest offer relaxed seating.\nProduct NOT coupled",
    "rating": 4.5,
    "category": "chair",
    "imageUrl": "http://cdn.shopify.com/s/files/1/0523/8439/9556/products/WhatsAppImage2022-02-18at10.13.06AM_1200x1200.jpg?v=1645183871",
    "price": 100000,
    "quantityRemaining": 8
  },
  {
    "productId": "005",
    "name": "Justice Micromink Faux Fur Bean Bag Chair",
    "description": "Who wants to have the coolest girl’s bedroom? The Justice Pink Tie Dye Super Soft Micro mink Structured Bean Bag Chair will be the center of attention in your bedroom but seriously all your friends will want a selfie in this Bean Bag Chair.\nThe Justice Structured Bean Bag Chair is made from a super soft micro mink fabrication so it’s extra comfortable when you sit on it. The Bean Bag Chair is filled with polystyrene beans. The Justice Bean Bag comes in a variety of prints so you can choose what coordinates to your bedroom décor or collect them all! Eating on your furniture again? No judgement, If your Justice Bean Bag Chair gets dirty just simply wipe it off with damp cloth. The Justice Pink Tie Dye Super Soft Micro mink Structured Bean Bag Chair is the perfect addition to your bedroom – we hope you love it as much as we do!\n\nBRAND: Justice - A curated assortment of unique pieces to create the ultimate tween room.\nMATERIAL: Super Soft Micromink with Poly Beans for extra comfort.\nSIZE: 34.5\", 31 W X 27.5\" D\n• Spot clean for easy care\n• Perfect for lounging and relaxing\nCOLOR: Pink.",
    "rating": 4.0,
    "category": "chair",
    "imageUrl": "https://i5.walmartimages.com/asr/994c57a3-553b-49f1-bc22-545968ad6c35.d6546c13485f0f538016e196c124cd18.jpeg",
    "price": 80000,
    "quantityRemaining": 2
  },
  {
    "productId": "006",
    "name": "Victory R Swivel Office Chair- Black",
    "description": "Our Premium Mesh Large Swivel Office Chair is designed to accomplish utmost approval and consent of the users. The chair is highly comfortable and known for its alluring pattern and eye-catching appearance. The breathable feature makes you comfortable to sit on it, ergonomically designed and supports hours of work like typing, writing and other official works. It features adjustable height, curved backrest and armrests design, wheels that slide smoothly while moving on the floor, stainless chrome casters and special mechanism which enables you adjust the energy required to tilt the chair.",
    "rating": 4.2,
    "category": "chair",
    "imageUrl": "https://ng.jumia.is/unsafe/fit-in/680x680/filters:fill(white)/product/79/834236/1.jpg?9492",
    "price": 30000,
    "quantityRemaining": 4
  },
  {
    "productId": "007",
    "name": "Embrace (r) Chair office chair",
    "description": "Padded and contoured armrest provides elbow support and patterned cushioned backrest and seat also provides comfortable seating.\n• Futuristic design\n• Unique cushioning for seat and back\n• Padded contoured armrest provides elbow support.",
    "rating": 4.1,
    "category": "chair",
    "imageUrl": "https://cdn.shopify.com/s/files/1/0336/3880/9739/products/EMBRACE-R-office-chair-eunicon_500x.jpg?v=1616016996",
    "price": 45500,
    "quantityRemaining": 3
  },
  {
    "productId": "008",
    "name": "Velvet Accent Chair with Golden Metal Stand-Jade Green",
    "description": "This glamorous style accent chair with modern appeal really makes a statement and brings luxurious and sophisticated look, to enhances the surrounding decor.",
    "rating": 3.9,
    "category": "chair",
    "imageUrl": "https://m.media-amazon.com/images/I/71tGEnVASgS._AC_SX679_.jpg",
    "price": 50000,
    "quantityRemaining": 12
  },
  {
    "productId": "009",
    "name": "Upholstered Comfy Armchair Chair with Solid Tapered Metal Legs",
    "description": "The surface is made of good quality circle fleece, which is very soft and comfy. The interior is filled with high-density foam for better resilience, making sure you sit comfortably and the cushion will not become out of shape easily.",
    "rating": 4.8,
    "category": "chair",
    "imageUrl": "https://m.media-amazon.com/images/I/71OKkF4sWCL._AC_SX679_.jpg",
    "price": 70000,
    "quantityRemaining": 13
  },
  {
    "productId": "010",
    "name": "Artemis Gaming Chair - Red and Black",
    "description": "Get in and hold on – this Artemis gaming chair is ready to catapult you to peak gaming performance. Planning on some extended gameplay sessions? Give yourself some support with the ergonomic shape of sleek red and black faux leather packed with high-density foam so you can still be at your best long into the game. Adjust the height of the chair with the gas lift to best suit your size and tilt the chair back up to 15 degrees for added comfort. Resting upon five casters, you can easily roll this chair around the room without missing any of the action.",
    "rating": 5.0,
    "category": "chair",
    "imageUrl": "https://cdn.shopify.com/s/files/1/2660/5202/products/artemchr_ac_04_1400x.jpg?v=1655395445",
    "price": 120000,
    "quantityRemaining": 2
  },
  {
    "productId": "011",
    "name": "Elm Coffee table",
    "description": "Our Elm Coffee Table is handmade using traditional Mortice joints, and constructed from vintage elm.These tables have the appearance of well kept original peasant pieces, however, are newly made with a lovely patina, and will provide years of use.Each coffee table is made from reclaimed elm and has it's own unique characteristics. Coffee table pictured is indicative only",
    "rating": 4.5,
    "category": "table",
    "imageUrl": "http://cdn.shopify.com/s/files/1/2805/1346/products/Pavia-Coffee-Table_grande.png",
    "price": 24200,
    "quantityRemaining": 12
  },
  {
    "productId": "012",
    "name": "Frankford Oakwood Folding Beach Table",
    "description": "The Frankford Oakwood Folding Beach Table is the perfect companion for the Oak-wood Beach Chair/Lounger, or a great portable side table on its own.   Frame is weatherproof and designed with strength and durability in mind, using all North American hardwood and stainless steel fasteners.",
    "rating": 3.9,
    "category": "table",
    "imageUrl": "https://www.resortchairs.com/wp-content/uploads/2019/06/95154-oakwood-table.jpg",
    "price": 9000,
    "quantityRemaining": 1
  },
  {
    "productId": "013",
    "name": "Parc Oval Dining Table",
    "description": "Our Parc range is elegant and modern. This range features stunning marble tops in striking contrast to the gorgeous, ribbed oak timber which catches the eye. Our Parc range is available in various furniture pieces and will be a standout addition to your living and dining room.\n\nThe Parc living room range includes: oval coffee table (140cm), round coffee table (110cm), lamp table, TV entertainment unit and console.\n• The Parc dining room range includes: round dining table (150cm), round dining table (120cm), oval dining table (230cm) and matching buffet\n• All pieces feature ribbed oak timber. Tops are covered with a jazz marble film\n• Tabletops are coated with polyurethane resin which provides protection against stains from liquids and oils.",
    "rating": 3.4,
    "category": "table",
    "imageUrl": "https://assets.nickscali.com/media/catalog/product/cache/cbdcdb92c76a5919d24cc3e60ff4de09/1/9/1920x1200px_202111_parc_dining_oval_0006_v2.jpg",
    "price": 75785,
    "quantityRemaining": 9
  },
  {
    "productId": "014",
    "name": "Dining Table Quattro Round (4 Person)",
    "description": "An elegant design to serve as a dining table for four, we suggest you to pick this one. It is finely crafted using our solid-core wood and an excellent quality glass. The wood has a smooth finishing for a fine look and the glass is bound to give any room a transitional feel.",
    "rating": 3.8,
    "category": "table",
    "imageUrl": "https://interwood.pk/media/catalog/product/d/i/dining_table_quattro_round_4_persons.jpg",
    "price": 44900,
    "quantityRemaining": 4
  },
  {
    "productId": "015",
    "name": "Ten Table",
    "description": "The Ten Table's table top and table legs are made of solid wood. Despite the table's heaviness in size and weight, it still has a lightness, which is emphasized by the refined crafted details like the beautiful vertical grooves of the legs and the distinctive, organic-shaped table top. The slightly curved shape of the table top does not have any straight lines at all, and in combination with the sloping table edge, it looks like the table top is constantly moving. Also available with extension leaves.",
    "rating": 3.9,
    "category": "table",
    "imageUrl": "https://greatdanefurniture.com/cms_uploads/images/1301_untitled-3_0002_ten-table_smoked-oak_300x105cm_ii20-1.jpg",
    "price": 185000,
    "quantityRemaining": 6
  },
  {
    "productId": "016",
    "name": "Tree table",
    "description": "Tree Table is a perfectly balanced natural design. Simple steel construction underlies solid wooden planks shaped by nature and fashioned in Denmark by some of the country's most skilled hands. The table combines true craftsmanship and innovative engineering, the result is minimalist and striking in line with dk3's philosophy and respect for nature. Materials are sourced from the Black Forest in Germany where biodiversity and sustainable forestry have been practiced for 300 years. After the tree is cut down, a new one is planted in its place.",
    "rating": 4.8,
    "category": "table",
    "imageUrl": "https://greatdanefurniture.com/cms_uploads/images/775_untitled-1.jpg",
    "price": 450000,
    "quantityRemaining": 4
  },
  {
    "productId": "017",
    "name": "June Coffee Table",
    "description": "Elegant circular table to accentuate your personal living space.\n• Dimensions: Φ420x450mm",
    "rating": 4.5,
    "category": "table",
    "imageUrl": "https://hometrends.com.mt/wp-content/uploads/2022/11/JUNE-coffee-table-1.jpg",
    "price": 76000,
    "quantityRemaining": 9
  },
  {
    "productId": "018",
    "name": "Edith Coffee Table",
    "description": "Made with an organic base topped with glass, the Edith Coffee Table is suitable for any living environment. Its neutral, natural materials create a harmonic look to your living space.\n• Dimensions 120x60cm",
    "rating": 3.0,
    "category": "table",
    "imageUrl": "https://hometrends.com.mt/wp-content/uploads/2022/11/EDITH-coffee-table-1.jpg",
    "price": 79000,
    "quantityRemaining": 10
  },
  {
    "productId": "019",
    "name": "Edith Dining Table",
    "description": "Composed of an organic shaped base topped with glass, the Edith Dining table is highly suitable as a neutral set of dining furniture, suitable for any home.\n• Dimensions: 160cm x90cm (without extension)\n• Dimensions with extension : 240cm x 90cm  (with extensions open)",
    "rating": 3.2,
    "category": "table",
    "imageUrl": "https://hometrends.com.mt/wp-content/uploads/2022/11/EDITH-dining-table-scaled.jpg",
    "price": 80000,
    "quantityRemaining": 11
  },
  {
    "productId": "020",
    "name": "Argos Home Elsie Glass Dining Table & 4 Black Chairs",
    "description": "In a tight spot? Save on space without compromising on style with our ultra-modern Elsie. The 4 chairs fit perfectly underneath, so no space is wasted when the table is not in use. The clear glass top combined with chrome legs and sleek black chairs make this one smart and delectable dining set!",
    "rating": 5.0,
    "category": "table",
    "imageUrl": "https://media.4rgos.it/i/Argos/8479066_R_Z001A?w=1500&h=880&qlt=70&fmt=webp",
    "price": 680000,
    "quantityRemaining": 5
  },
  {
    "productId": "021",
    "name": "Luxor Black Velvet",
    "description": "The Luxor Black Velvet Bed is available in queen or king size and includes the headboard, footboard, rails, and wing. Neither a mattress nor mattress box foundation is included with the purchase of this bed. This bed is covered in black velvet fabric, making it easy to blend into almost any room. The headboard is both tufted and padded, making it more comfortable to sit up in bed. Nail head trim outlines the edges of the headboard, giving this bed a unique elegant look.",
    "rating": 4.5,
    "category": "bed",
    "imageUrl": "https://cdn10.bigcommerce.com/s-mhjjd3e/products/2190/images/8448/luxor-bed_orig__55753.1603496541.1200.1200.jpg?c=2",
    "price": 470000,
    "quantityRemaining": 6
  },
  {
    "productId": "022",
    "name": "Blue Velvet With Diamonds Bed",
    "description": "The Blue Velvet with Diamonds Bed is available in queen or king size and includes the headboard, footboard, and rails. As its name suggests, this bed is covered in soft blue velvet fabric. The headboard is tufted and large rhinestones are located at the center of each tuft, giving it an extra decorative touch. Nail head trim outlines the edges of the headboard for an elegant look.",
    "rating": 4.4,
    "category": "bed",
    "imageUrl": "https://cdn10.bigcommerce.com/s-mhjjd3e/products/2015/images/7943/Happy-Homes-327-Blue-Velvet-with-Diamonds-Bed-Isolated-Square__32506.1590601485.600.600.jpg?c=2",
    "price": 900000,
    "quantityRemaining": 4
  },
  {
    "productId": "023",
    "name": "Vitafoam Bed 6 by 4.5 + Mattress",
    "description": "Enjoy the clean, minimalist style of this bed and headboard. In white, black, or brown finishes, this simple headboard set perfectly complements any decor. The bed-frame includes wooden slats that support up to 600 pounds and eliminate the need for a box spring.",
    "rating": 4.2,
    "category": "bed",
    "imageUrl": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/60/292858/1.jpg?5239",
    "price": 370000,
    "quantityRemaining": 6
  },
  {
    "productId": "024",
    "name": "EUROCO Queen Size Upholstery Platform Bed with Three Storage Drawers for Bedroom, Gray",
    "description": "The whole set includes strong secured wooden slats support system and study upholstery frame. Don't need a box spring, just add your mattress on after easy assembly and you'll be all set! What's more, the bed features practical additional storage in the bedroom with its three built-in drawers at the three sides of the bed in which you can keep bedding sets, off-season clothing, books, shoes and more.\n• Features:\n\n• [Perfectly for Small Space]: Very friendly to small spaces. Designed with three drawers at the bed side, this bed offers a perfect storage space for bed sheets, accessories, off-season clothing, etc. The movable drawers help you optimal management of your bedroom.\n• [Soft Headboard]: With soft velvet upholstery frame, this bed is soft and easy to care. You can lean on it when watching or reading. The design of the headboard is also modern enough to suit all kinds of room decorations.\n• [Solid Construction]: Constructed from solid pine wood, this platform bed will stand the test of time and last for years. High-quality MDF and the design of the bed will be stable, without any wobbling when sleeping on it.\n• [Easy to Assemble]: All the parts and tools needed will be packed in the package. The instruction and accessories are also included in the package. Just follow the instruction, and then you will get your own bed.",
    "rating": 4.9,
    "category": "bed",
    "imageUrl": "https://i5.walmartimages.com/asr/f18b782c-8f3e-4f5c-815f-83ac6fcb9206.6fa226da856cb400810671b38d359a32.jpeg",
    "price": 267000,
    "quantityRemaining": 11
  },

  {
    "productId": "025",
    "name": "Macan-g Upholstered Bed Frame",
    "description": "This bed combines form and function with its superior durability and classic visual appeal. It is made from natural wood and upholstered in a Fabric, which is hard to distinguish. With its luxurious plush view, this bed frame just oozes classes\n\nSo, this will definitely be quite budget friendly for you.\n• DIMENSIONS: King Size 6ft x6ft",
    "rating": 3.9,
    "category": "bed",
    "imageUrl": "https://www-konga-com-res.cloudinary.com/w_auto,f_auto,fl_lossy,dpr_auto,q_auto/media/catalog/product/G/Y/177141_1627565150.jpg",
    "price": 319500,
    "quantityRemaining": 5
  },
  {
    "productId": "026",
    "name": "799 Bed Frame",
    "description": "The 799 series represents a classic look with terrific functionality. The bed contains 2 individual storage compartments. The 799 series features a mix of softly measured, solid teak edges and accents, with teak veneers. The bed slats are made of solid poplar wood.\n• Dimensions:  \nKing - 30\"H x 83.5\"W x 91.5\"D",
    "rating": 5.0,
    "category": "bed",
    "imageUrl": "https://www-konga-com-res.cloudinary.com/w_auto,f_auto,fl_lossy,dpr_auto,q_auto/media/catalog/product/S/F/177141_1618493693.jpg",
    "price": 450000,
    "quantityRemaining": 7
  },
  {
    "productId": "027",
    "name": "Handys Platform Bed",
    "description": "Handys collection is full of the latest styles at value prices that you will not find anywhere but right here in Nigeria.\n\nOwning the factories and the imported materials is part of what gives us the opportunity to provide you with products of amazing quality at unbelievable values. The steel framed Platform Bed 2000 features wooden slats that provide strong support for your memory foam, latex, or spring mattress. Low profile 10 inch height with 7 inches of clearance under the frame. Openings in two of the legs allow for attaching a headboard to this Platform bed. The Platform Bed 2000 provides stylish and strong support for your mattress.\n\n• Dimensions: 60 inches wide x 80 inches long",
    "rating": 3.4,
    "category": "bed",
    "imageUrl": "https://www-konga-com-res.cloudinary.com/w_auto,f_auto,fl_lossy,dpr_auto,q_auto/media/catalog/product/P/l/Platform-Bed-7759942.jpg",
    "price": 210000,
    "quantityRemaining": 12
  },
  {
    "productId": "028",
    "name": "Amolife Queen Bed Frame with Adjustable Headboard, Diamond Button Tufted Style, Black",
    "description": "Amolife - Life is All About Enjoying\n\nHigh-quality life begins with a proper bed. This bed frame is composed of strong natural wood board and quality wooden slats, sturdy and durable. The Ergonomics design provides a comfortable and relaxing style for your relaxation. Each of our beds is dedicated to providing better sleep to satisfy you.\n\nInterior '+' shape steel framework.\n\nFeatures\n\n• Timeless Typical: Button-tufted headboard designed to add elegance to a master suite or teenager's bedrooms, available in multiple shades so matching your existing decor is very simple.\n• Excellent Quality: Interior '+' shape steel framework can hold up your mattress stably, supporting up to 800 lbs.No noise in movement.\n• Box Spring Acceptable: Adjustable headboard provides an option to adjust the bed height. The box spring is acceptable for someone who loves to make the bed higher.\n• Easy Assembly: Everything you need is efficiently packed into one box and shipped straight to your door, it normally takes a teenager one hour to assemble.",
    "rating": 3.4,
    "category": "bed",
    "imageUrl": "https://i5.walmartimages.com/asr/7b596793-d98c-4898-bd2e-32c9908b2c53.740e626a42f412cdaa3a660605a19598.jpeg?odnHeight=612&odnWidth=612&odnBg=FFFFFF",
    "price": 356000,
    "quantityRemaining": 3
  },
  {
    "productId": "029",
    "name": "Stockholm Bed Frame - Single / Natural",
    "description": "Bring the essence of classic Scandinavian charm into your bedroom with the Stockholm bed frame. Crafted from solid ash and ash veneers, this timeless bed frame showcases interlocking dowl accents with a sweeping wood grain finish to flaunt a relaxed and understated design.",
    "rating": 4.2,
    "category": "bed",
    "imageUrl": "https://cdn.shopify.com/s/files/1/2513/8850/products/SNZ-38889_Stockholm_SS_Bedframe_Natural_Lifestyle_Front_Hero.jpg?v=1674183280",
    "price": 450000,
    "quantityRemaining": 5
  },
  {
    "productId": "030",
    "name": "DONDRA TEAK QUEEN BED",
    "description": "Eco platform sleeps sustainably sound with headboard of teak planks repurposed from homes no longer in use in India. Hand planed smooth, each plank patterns unique interest with its variegated tone, active grain, natural knots, splits and markings. Solid sustainable mango wood base is precision crafted with exposed peg joinery on low-profile block feet. Mattresses available, sold separately.",
    "rating": 2.8,
    "category": "bed",
    "imageUrl": "https://cb2.scene7.com/is/image/CB2/DondraQueenBedSHS21_1x1/$web_pdp_main_carousel_xs$/210203123041/dondra-teak-queen-bed.jpg",
    "price": 205000,
    "quantityRemaining": 18
  },
  {
    "productId": "031",
    "name": "ZINUS Shalini Upholstered Platform Bed Frame",
    "description": "Platform Bed loft bed frame for kids. Features a sturdy pine wood construction, a ladder, full-length guardrails and a panel design on both the headboard and footboard.\n• Item Dimensions: 84\"L x 78\"W x 39.5\"H.\n• Maximum weight recommendation: 700 pounds\n• DURABLY DESIGNED - Interior steel framework and dense foam padding add comfort and longevity; Twin size supports a maximum weight capacity of 350 pounds, while all other sizes can support up to 700 pounds\n• NO BOX SPRING NEEDED - Durable wood slats support and extend the life of your latex, memory foam or spring mattress without the need for a box spring; For the twin and full sizes, slats are spaced 2.7 inches apart, and for other sizes, slats are spaced 3.2 inches apart.",
    "rating": 3.4,
    "category": "bed",
    "imageUrl": "https://m.media-amazon.com/images/I/81BFhQ7r+8L._AC_SL1500_.jpg",
    "price": 189094,
    "quantityRemaining": 15
  },
  {
    "productId": "032",
    "name": "SHA CERLIN Upholstered Modern Bed Frame with LED Headboard",
    "description": "• APP or Remote Control: With a stable Bluetooth or remote connection, freely switch between multiple colors and brightness, customize different patterns (constant, dynamic, and music sync modes).\n• Music Sync: With a high sensitivity audio sensor that flashes in sync with music, getting a party atmosphere from the new gorgeous, natural and dynamic light effect.\n• Upgraded Structure: The high-density quality steel structure and new generation equidistant slats represent our concern for your safety. All parts are in 1 box, no extra tools needed, only takes about 1 hour to assemble it.\n• More than comfort: Dense foam padding brings an excellent sense of wrapping and bounce, PU leather provides easy cleanliness and soft touch. Curved design for better ergonomics.\n• Safer Use: The headboard never gets hot even in LED mode for a long time, and diffuse light is friendly to your eyes.",
    "rating": 4.7,
    "category": "bed",
    "imageUrl": "https://m.media-amazon.com/images/I/81hB13x3HtS._AC_SL1500_.jpg",
    "price": 359990,
    "quantityRemaining": 1
  },
  {
    "productId": "033",
    "name": "Heavy Duty Steel Slat Mattress Foundation (No Box Spring Needed)",
    "description": "GOOD LOOKS, CONFIDENT STYLE - Thousands of positive reviews don’t lie - the Shalini, with its diamond pattern stitching that brightens up any room and easy-as-pie assembly, is highly rated for a reason.\n• Item Dimensions : 79.5\"L x 59.5\"W x 14\"H.\n• Maximum weight recommendation: 330 pounds\n• Durable and noise free construction with heavy duty steel 9 leg and center bar support\n• 12 inches vertical clearance for convenient under the bed storage space; Super sturdy and durable steel slats 100 percent steel construction\n• Easy to assemble; No tools required and assembled in minutes\n• Product Dimension: (L) 60 inches x (W) 80 inches x (H) 14 inches",
    "rating": 3.7,
    "category": "bed",
    "imageUrl": "https://m.media-amazon.com/images/I/91TSuwHVEAL._AC_SL1500_.jpg",
    "price": 90594,
    "quantityRemaining": 7
  },
  {
    "productId": "034",
    "name": "Home Life B3260 Mattress",
    "description": "Independently superbly pocketed 15-gauge pocket coils\n• Quality foam and polyester layering between cover and coils for optimal comfort\n• 100% Green certified foam\n• Mattress Comes compressed and rolled for easy shipping\n• More comfortable than most standard 8-10 inch mattresses. Plus no squeaking!",
    "rating": 3.9,
    "category": "bed",
    "imageUrl": "https://m.media-amazon.com/images/I/81rtlb-eXLL._AC_SL1500_.jpg",
    "price": 90540,
    "quantityRemaining": 25
  },
  {
    "productId": "035",
    "name": "Mattress Topper with Soothing Lavender Infusion",
    "description": "Memory Foam\n• Amazing comfort from body-conforming memory foam\n• Responsive active suspension isolates motion so no disruption for your sleep partner\n• Body-conforming memory foam provides pressure relief all throughout the body\n• Soothing lavender infusion works as a natural relaxant for calming sleep\n• Product Note: Please allow up to 72 hours for the topper to rise",
    "rating": 4.4,
    "category": "bed",
    "imageUrl": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T2/images/I/8169Kfbg9NL._AC_SL1500_.jpg",
    "price": 74392,
    "quantityRemaining": 17
  },
  {
    "productId": "036",
    "name": "VECELO 14 inch Twin Bed Frame Metal Platform",
    "description": "• Modern & simple design: This twin size bed frame features curved designs of headboard and straight foot-board, adding warmth and active to your room and provides you a comfortable sleeping and sitting experience. Ideal for kid bedroom dormitory, guest or living room.\n• Sturdy and stable: VECELO twin metal bed frame is constructed of sturdy metal slats, side rails and 6 solid legs which could hold up to 300lbs. It uses foam padding inside to ensure noise free.\n• Under bed Space storage 12.4 inch clearance underbed storage, 9 heavy duty support legs, together with 12 metal slats, this bed frame, strong and durable, matching the majority storage box and luggage,provides you with strong support for a relaxing sleep.\n• Product Dimensions: 77.72 x 39.45 * 14 inches.\n• Maximum Weight Recommendation : 330 Pounds",
    "rating": 4.3,
    "category": "bed",
    "imageUrl": "https://m.media-amazon.com/images/I/51Urzp7eF0L._SS400_.jpg",
    "price": 75338,
    "quantityRemaining": 4
  },
  {
    "productId": "037",
    "name": "Lux Decor Collection Luxury 1800 Thread Count White Solid Microfiber Plush",
    "description": "Each bed sheet set contains 1 fitted sheet, 1 flat sheet, and 4 pillowcases except for Twin that has 2 pillowcases. What's in Package? Our Premium Queen size plain sheet sets come with 6 Pieces, 1 flat sheet 90\" x 102\", 4 plain pillowcases 20\" x 30\". Highest Quality: Made with 1800 Series Ultra-Soft Double Brushed microfiber fabric, these ultra-plush sheets are woven with the finest craftsmanship. A fabulous selection of colors will make your bedroom look like it belongs in a magazine. Sleep Better: You'll find yourself getting a restful night of sleep on our comfortable bed sheets. Not only this, these ultra-soft sheets have a plush texture and could be cleaned quickly and conveniently through a machine wash Light to touch, cool and exceptional strength you can count on, our sheet sets assure you a great night's sleep.",
    "rating": 4.4,
    "category": "bed",
    "imageUrl": "https://i5.walmartimages.com/asr/9a083141-73b8-4adc-9631-d2dfb2694c49.84e14d1a97d0fdaf98ec544cf24c59cd.jpeg",
    "price": 31347,
    "quantityRemaining": 10
  },
  {
    "productId": "038",
    "name": "Yoneston White Finish Twin Metal Bed Frame Platform with Two Bow-knot Headboards for Kids",
    "description": "Our Premium Metal Bed Frame Platform bed with headboard and footboard is a perfect twin size bed for boys, girls, teenage and youths. This metal bed frame foundation is made from durable, premium quality steel to provide sturdy support for your mattress. It is easy-to-assemble sturdily construction system that will provide you with reliable and convenient bedding support, the unique bow knot design will fit any room decor. Have a quite sweet sleep by our twin bed frame from now on.",
    "rating": 4.1,
    "category": "bed",
    "imageUrl": "https://i5.walmartimages.com/asr/2d77b03e-da73-4a24-b8c1-98e7fe42b32b.e46c7fef306775cd2d6c551b79ada091.jpeg",
    "price": 65688,
    "quantityRemaining": 8
  },
  {
    "productId": "039",
    "name": "Zinus Sunny Sleeper Loveseat, Grey",
    "description": "Zinus Sunny Loveseat, Steel Grey:\n• AN IDEAL BLEND OF STURDY & STYLISH - The Sunny Loveseat lets you have it all - supportive seating with generous foam cushioning and a clean and modern silhouette that instantly refreshes any seating area\n• DURABLE DESIGN - A naturally-strong frame is wrapped in supportive foam cushioning and a durable, polyester fabric; seats a maximum weight capacity of 500 lbs; seat cushions are secured to the frame and are not detachable\n• TOOL-FREE ASSEMBLY - All parts and instructions are smartly packed into one compact box for simple assembly that takes less than 20 minutes\n• EASY CARE - Affixed cushions are easily cleaned with a clean, damp cloth and mild detergent.",
    "rating": 4.5,
    "category": "chair",
    "imageUrl": "https://i5.walmartimages.com/asr/98250495-96c4-424c-b2ed-558207af0d6c_1.654a37fad47ff7de7aeedc657e88cd50.jpeg",
    "price": 43718,
    "quantityRemaining": 4
  },
  {
    "productId": "040",
    "name": "Bealife Sofa Beds Chair 3 in 1, Convertible Chair Single Bed, Grey",
    "description": "Bealife 3 in 1 convertible sofa bed has numerous functions for home office use. It can be a temporary sofa bed to take a nap, a recliner chair for relaxing and armchair for guest as well. This sofa bed chair is made of high density foam covered by linen fabric to provide soft, comfortable and cozy user experience. There are 3 different angles to choose for reclining, 108°, 145° and 180°. And it can hold up to 330 lbs. In addition, sleeper chair bed sofa come with a pillow to provide suitable support while sitting or sleeping.\n\nSpecifications:\n• Color: Grey/Black\n• Chair Size: 28.34\"L x 33.07\"W x 33.07\"H\n• Weight Capacity: 330 lbs\n• Sofa bed size: 57.5”L x 32.7”W x16”H\n• Material: Linen fabric, sponge\n• Shipping weight: 71 lbs\n• 3 in 1: Sofa, recliner, bed\n• Applicable room: home, office, studio",
    "rating": 4.5,
    "category": "chair",
    "imageUrl": "https://i5.walmartimages.com/asr/57a9660d-0866-43ae-b59e-6e8a9d183b43.3c50aed56418d503864a007eab78938f.jpeg",
    "price": 70246,
    "quantityRemaining": 1
  },
  {
    "productId": "041",
    "name": "Bme Ergonomic Wicker Papasan Chair Soft Thick Density Fabric Cushion",
    "description": "• AN ERGONOMIC PAPASAN CHAIR FOR EVERYONE: The bowl shaped frame is 37 3/8 inches wide and 19 15/16 inches deep, making our swivel chair suitable and comfortable for everyone. The high capacity papasan chair with cushion and frame can support up to 400 pounds\n• HEAVENLY COMFORT WITH A PLUMP CUSHION: Our papasan chair cushion has 8.38 pounds of thick padding fiber, plus an airy TC inner fabric for added comfort and coziness. Three straps secure the cushion on the lazy chair, preventing it from slipping away",
    "rating": 4.6,
    "category": "chair",
    "imageUrl": "https://m.media-amazon.com/images/I/81-FKhmg4qL._AC_SL1500_.jpg",
    "price": 200366,
    "quantityRemaining": 5
  },
  {
    "productId": "042",
    "name": "Zinus Aidan Metal Framed Sling Accent Chair",
    "description": "The Aidan Sling Chair makes a cool and comfy accent piece for any room of your home. Its square-shaped steel frame gives it a versatile modern look. It is available in a variety of upholstery colors. Textured fabric cushions with shredded foam will keep you comfortably seated for hours. Its wide seat is designed to give you plenty of room. A sturdy steel frame is built to support up to 250 lbs so you can relax carefree. This chair ships to your door in one compact box with all parts, tools, and instructions. In under 30 minutes, you can assemble it stress-free. Whether using it to curl up with a good book or catch up with friends, the Aidan Sling Chair creates the comfy, contemporary atmosphere you’re looking for.",
    "rating": 3.5,
    "category": "chair",
    "imageUrl": "https://i5.walmartimages.com/asr/fde43cfb-bdd3-40fe-bd01-b7f3e6ab1298.87c6cd1f14f364ad1584d8dc60fd054e.jpeg",
    "price": 86000,
    "quantityRemaining": 2
  },
  {
    "productId": "043",
    "name": "Mellcom Accent Chair,Upholstered Floral Print Armchair for Living Room",
    "description": "Classic Design Wingback Chair: The Cushion and Backrest of the Decorative Chair are Made of High-Density Sponge, The Cushion's Floral Print Fabric is Not Easy to Pill, and Looks New Even After Long-term Use.\n• Durable: The Club Chair's Frame and Legs are made of Solid Wood that Can Hold Up to 350 lbs.\n• Where to use: Add the Boho Accent Chair to Your Living Room Corners, Pull it Up to Your Studio room, Place it Near Your Fireplace to Enjoying Leisure Time, Or Simply Use it as a Small Chair for Your Bedroom.\nLet leisure time begin!!!: Just Put The Side Chair's Four Solid Wood Legs in Place and Then Insert the Backrest Into the Seat, Only Need 10 Minutes to Install.\n• Style: Modern \n• Material: Wood \n• Product Dimensions: 27.6\"D x 22\"W x 32.5\"H \n• Color: Blue \n• Room Type: Game Recreation Room, Bedroom, Living Room, Study Room, Hallway \n• Back Style: Wing Back \n• Included Components: 1 × Chair \n• Item Weight: 40.3 Pounds \n• Shape: Rectangular \n• Maximum Weight Recommendation: 350 Pounds \n• Seat Material Type: Foam Product \n• Dimensions: 27.6 x 22 x 32.5 inches",
    "rating": 4.3,
    "category": "chair",
    "imageUrl": "https://i5.walmartimages.com/asr/f83de11c-1cf0-4d78-8c51-07047e343f51.8c589ee6dbf638a4ba8c5c37cec2a6e8.jpeg?odnHeight=612&odnWidth=612&odnBg=FFFFFF",
    "price": 36215,
    "quantityRemaining": 40
  },
  {
    "productId": "044",
    "name": "Sesslife Dining Chairs Set of 4",
    "description": "Comfort meets style with a touch of mid-century flair in this SESSLIFE classic PU dining chair. Perfect around a dining room table or at a desk, its texture and shape make a simple statement. The chairs' durable construction with metal legs pairs beautifully.\n\nSpecification:\n• Package Size: 44.09x 17.32x7.09 inches (4 pieces)\n• Maximum Capacity: 280 lbs\n• Gross Weight: 35.27 lbs  (4 pieces)\n• Net Weight: 33lbs (4 pieces)\n• Color: Black\n• Material: PU+Sponge+Iron\n\nPackage Includes:\n• 4 × Dining Chair\n• Note: do not use power tools or use excessive force during assembly",
    "rating": 4.9,
    "category": "chair",
    "imageUrl": "https://i5.walmartimages.com/asr/3f74c2d8-0720-4ed9-a9b3-b7f65a655e48.7d83874a2a947b8c2adc955a110729fd.jpeg",
    "price": 301372,
    "quantityRemaining": 12
  },
  {
    "productId": "045",
    "name": "Brown Faux Leather Upholstery",
    "description": "This is the perfect lounge chair! The Better Homes and Gardens Pillow Lounge Chair was simply meant for your living room, bedroom, or casual seating area. The contemporary feel of the chair will work with a variety of room decors. The design of this chair features clean and simple lines. Combine it with a range of styles, from modern to rustic and everything in between. The medium brown faux leather feels rich and gives the chair a distinctive flair while the black painted metal base captures an industrial appeal. The Pillow Lounge Chair is very comfortable too. Seat and chair back are generously padded for a plush, lounging experience. The sturdy metal frame adds plenty of support. The overall design quality of this chair is unmistakable. Whether in a dorm room, teen bedroom, or favorite lounge area, the Better Homes & Gardens Pillow Chair will be a welcome addition to your space.",
    "rating": 4.6,
    "category": "chair",
    "imageUrl": "https://i5.walmartimages.com/asr/6a508187-58ed-4b9f-b154-d56bbb49aafa_1.56a01934e27041faaa06f68fa8c57b5c.jpeg",
    "price": 104631,
    "quantityRemaining": 0
  },
  {
    "productId": "046",
    "name": "Polar Aurora Gaming Recliner Chair",
    "description": "Polar Aurora Gaming Recliner Chair sofa PU Leather Vibratory Ergonomic Lounge\n• MPN\tHW0002\n• Brand\tPolar Aurora",
    "rating": 0.0,
    "category": "chair",
    "imageUrl": "https://i.ebayimg.com/images/g/HqgAAOSwQ2ZfRK~p/s-l500.jpg",
    "price": 238547,
    "quantityRemaining": 12
  },
  {
    "productId": "047",
    "name": "SMUG Computer 40 Inch Home Office Writing Work Study",
    "description": "• Convenient Storage Bag and Hook: The storage bag is added on the side of the computer desk, which can be placed some books or other office supplies, it can provide more space of the home office desk to place other stuffs and help you better allocate desktop space. Hook on the other side can hang headphone or bag, they both can be removable. Great for student teens boys girls writing /adult work.\n• Sturdy and Durable Desk: To ensure the stable and sturdy of our computer desk, we use 1.18in tube frame which is 3 size big compared to others.The home office desk use the diagonal brace to reinforce the frame to double ensure the sturdy of the office desk.The computer desk with stable solid metal can stay totally stability.Equipped with leg pad to protect your floor from scratch adapt to multi kinds of floor.Reducing noise when move your desk.Just enjoy it !\n• Safe Material Desk with Multi Size For Your Choice: You can enjoy a healthy home life with our eco-friendly material desktop, it meet the EPA and CARB safe air standard.The Home office desk is made of thick Particle board with scratch-resistant, anti-collision and waterproof, protect home office desk surface from daily wear and tear.Multiple size is available fo you: length is 31in/40in/47in/55in.the width is 19.7in.You can place lots of stuff on it like computer, notebook, working files,pen,and other office/writing supplies.",
    "rating": 4.4,
    "category": "table",
    "imageUrl": "https://m.media-amazon.com/images/I/71uCSS5UMtL._AC_SL1500_.jpg",
    "price": 49500,
    "quantityRemaining": 10
  },
  {
    "productId": "048",
    "name": "6ft Plastic Folding Table",
    "description": "HEAVY-DUTY TABLE TOP: Place food, drinks, and much more on the strong, easy-to-clean table top with high-quality plastic up to 17% thicker than other brands, plus 3x the weight capacity at 300 lbs.\n• INDOOR/OUTDOOR USE: Versatile use makes it perfect as a dining or game table for outdoor cookouts or birthday parties, or as a serving or display table for indoor events.\n• STURDY SUPPORT: Powder-coated steel legs, frame joint locks, and non-slip rubber feet help to keep the table in place during every event\nPORTABLE: Foldable design includes a side lock and handle, making it easy to take on the go or store away in a compact space when not in use.\n• OVERALL DIMENSIONS: 72\"(L) x 30\"(W) x 30\"(H); Weight Capacity: 300 lbs.",
    "rating": 4.6,
    "category": "table",
    "imageUrl": "https://m.media-amazon.com/images/I/61mU+7VlqKL._AC_SL1500_.jpg",
    "price": 95600,
    "quantityRemaining": 22
  },
  {
    "productId": "049",
    "name": "Hommpa Coffee Table with 4 Drawers LED Center Table",
    "description": "This drawer coffee table has a retro design with elegant decorative patterns and will make a great addition to your living room. LED Light in 16 colors for your selection, adding warmth to the surroundings.\n• Color: Black/White\n• Size: 37.4 x 21.7 x 13 in\n• Weight: 53 lbs\n• Easy to assemble.\nFeatures:\n• Solid Construction: Thanks to the MDF material and the strong load-bearing table legs, this coffee table is durable to serve a weight capacity as high as 200 lbs.\n• High Gloss: Finished with all high gloss, the table integrates the elegance in appearance with the practical use, it is easy to clean and maintain during daily life.\n• Drawers Storage: Easy pull-out mechanism to take the item in or out effortlessly. And the four drawers provide ample space to keep smaller items organized and within reach.",
    "rating": 4.5,
    "category": "table",
    "imageUrl": "https://i5.walmartimages.com/asr/39e3c43b-83a6-45b2-9333-4ea746e05947.5ae7d19c892a6aeb1abbefed23c6bdf7.jpeg?odnHeight=612&odnWidth=612&odnBg=FFFFFF",
    "price": 103777,
    "quantityRemaining": 1
  },
  {
    "productId": "050",
    "name": "Mainstays Parsons Desk, Black Oak",
    "description": "Mainstays Parsons Desk, Black Oak:\n• Update your home office or living room with the Mainstays Parsons Desk\n• The single drawer will hold all of your small office supplies while the spacious desktop is perfect for your laptop and paperwork.\n• The black oak wood grain finish on the laminated MDF and particleboard will easily fit with your existing decor.\n• The Desk ships flat to your door and minimal assembly is required. The desktop can hold 150 lbs. and the drawer will hold 10 lbs.\n• Assembled dimensions: 30\" H x 39\" W x 19.7\" D.",
    "rating": 4.7,
    "category": "table",
    "imageUrl": "https://i5.walmartimages.com/asr/4640986e-f85e-4658-b306-9972de22ba72.8bae4cf7954e614658c4bf44e92f7194.jpeg?odnHeight=612&odnWidth=612&odnBg=FFFFFF",
    "price": 55000,
    "quantityRemaining": 1
  },
  {
    "productId": "051",
    "name": "Homfa Writing Computer Desk",
    "description": "A Beautiful makeup table for a delicate girl-- With this dressing table, put an LED mirror on the desktop, you can dress up your beautiful face at any time.\n\n• An Office Desk for white-collar -- Start your morning routine with this unique style office desk.\n• A study desk for students -- Simple design is the first choice for study desks in children's rooms. \nSome parameter you want to know:\n• Color: White & Natural color\n• Item Weight: 41.2 pounds\n• Desk size: 39.4L*19.7W*30.3H inches (100*50*77cm)\n• Drawer size: 19L*18.7W*3.5H inches (48.3*47.5*8.8cm).",
    "rating": 0.0,
    "category": "table",
    "imageUrl": "https://i5.walmartimages.com/asr/ae90440d-9481-4733-a34e-3210f7fc70f5.474865f4d1664d43a56b947fe5b8f50b.jpeg?odnHeight=2000&odnWidth=2000&odnBg=FFFFFF",
    "price": 32650,
    "quantityRemaining": 13
  },
  {
    "productId": "052",
    "name": "Mainstays 4' Height Adjustable Folding Table, White Granite",
    "description": "Make your next event a success with this 4-foot adjustable folding table from Mainstays. Adjusts to four different heights to meet all your needs. Our pinch-free buttons allow for easy folding and unfolding of legs, plus the carry handle makes it perfect for taking it on the go. The scratch and stain-resistant resin surface ensures lasting durability and easy clean-up. The Mainstays adjustable fold-in-half table is perfect for all your different needs and occasions. It is great for everyday use both indoors and outdoors.\n\n• Fold-in-half table with 4 adjustable height settings: 48\" L x 24\" W x 22\" / 24\" / 29\" / 34\" H\nComfortably seats 4 adults.\n• Adjust the height by pushing side buttons and lifting the tabletop.\n• Patent-pending ergonomic pinch-free push-button for easy folding and unfolding of legs.\n• Auto-locking and unlocking system in the center of the table.\n• Easily folds in half for convenient storage or transport\nConstructed of UV-Protected high-density polyethylene plastic and gray powder-coated steel.\n• Oval legs for strength and durability.\n• Includes built-in carry handle, for easy transportation.",
    "rating": 4.5,
    "category": "table",
    "imageUrl": "https://i5.walmartimages.com/asr/232e4fb3-aea4-4b2a-941b-868a16d6078b.fbbb98c2b9756af719f8c40d73246a73.jpeg?odnHeight=612&odnWidth=612&odnBg=FFFFFF",
    "price": 103800,
    "quantityRemaining": 12
  },
  {
    "productId": "053",
    "name": "5 Piece Dining Table Set Modern Set for 4 Chairs",
    "description": "Features:\n• Made from solid particle board for a tough frame which can cope with everyday use.\n• Folds into a small and compact unit – saving space when not in use.\n• Six wheels on the bottom for easy movement – 2 be locked to keep in place.\n• Two center shelves for discreet storage room.\n• Thick center base to keep table balanced and stable.\n• Melamine top coat for a smooth finish with protects against light liquids and damage.\n• Simple and modern personality and practical integration, let home become an art",
    "rating": 4.8,
    "category": "table",
    "imageUrl": "https://i5.walmartimages.com/asr/f949ca0f-7926-40f8-8a93-ada97a6de72a.15ff31c91a4993027282c458b670abc4.jpeg",
    "price": 215000,
    "quantityRemaining": 11
  },
  {
    "productId": "054",
    "name": "Ktaxon Wood Computer Desk PC Laptop Study Table",
    "description": "Features:\n• Spacious Tabletop and Sturdy Metal Frame: The tabletop is strong and spacious enough for you to work or study. The surface and edge of the tabletop are smooth so as to prevent your hands from being scratched. It is constructed of durable steel with exquisite white finish. Two horizontal metal bars ensure its stability and sturdiness.\n• Protective Foot Cap: Under each leg is there a protective foot pad which greatly stabilizes the table and protects the floor from being scratched. Superior adjustable leg pads make the table maintain stable even on uneven floor.\n• Easy to Assemble and Move: The desk comes with detailed manual and complete accessories. Specific assembly steps are clearly listed for your reference. Although equipped with a powerful construction, the table is lightweight to be easily moved.\n• Multifunctional Desk: This table can be placed in your home study, bedroom and office to play its practical use such as serving as a computer desk, office work station, study stable or writing desk. It provides sufficient space for computer, monitor, printer, writing and study. Underneath the tabletop is there much space for storage.",
    "rating": 3.9,
    "category": "table",
    "imageUrl": "https://i5.walmartimages.com/asr/7a6e020b-9e13-4ada-a397-c54a70a3be51_1.d131c07416862835285d14ffc100ecd9.jpeg",
    "price": 79000,
    "quantityRemaining": 12
  }
]